{
    "O que é a distribuição de deputados por partido?": "A distribuição de deputados por partido é a quantidade de representantes que cada partido político possui na Câmara dos Deputados. No Brasil, essa distribuição reflete o resultado das eleições e determina o poder político de cada partido dentro da Câmara.",
    
    "Por que o número de deputados por partido é importante?": "O número de deputados por partido é importante porque influencia diretamente os debates e as votações na Câmara. Partidos com mais deputados têm mais força para aprovar suas propostas, liderar comissões e negociar alianças políticas. Eles também têm maior acesso à representação em cargos importantes, como a presidência da Câmara.",
    
    "Qual é o partido com mais deputados atualmente?": "O partido com mais deputados atualmente é o PL, com 93 representantes. Isso torna o PL uma das forças políticas mais influentes na Câmara, com maior capacidade de articular votações e propor projetos de lei com chances de aprovação.",
    
    "O que significa a presença de muitos partidos pequenos na Câmara?": "A presença de muitos partidos pequenos, como o NOVO (4 deputados), Rede (1 deputado), e outros, mostra a fragmentação partidária na política brasileira. Embora tenham menos influência em votações, esses partidos podem formar alianças estratégicas com partidos maiores para aprovar suas pautas ou barrar propostas com as quais não concordam.",
    
    "Como a distribuição de deputados por partido afeta as decisões da Câmara?": "As decisões da Câmara dependem do apoio da maioria dos deputados (pelo menos 257 votos em um plenário com 513 deputados). Partidos maiores, como o PL, PT e União Brasil, têm mais chances de influenciar essas decisões, mas precisam negociar com partidos menores para alcançar a maioria necessária para aprovar projetos de lei ou emendas constitucionais.",
    
    "Por que alguns partidos têm números parecidos de deputados?": "Alguns partidos, como o MDB, Republicanos e PSD, têm números parecidos de deputados (44 cada), o que reflete a existência de blocos partidários com influência média. Isso significa que esses partidos podem desempenhar papéis de 'fiel da balança' em votações importantes, dependendo de como se posicionarem.",
    
    "O que o número 1 do partido 'S.PART.' significa?": "O 'S.PART.' representa deputados que não estão filiados a nenhum partido político no momento. Isso é raro, mas pode acontecer em casos de desfiliação, disputas judiciais ou outras situações. Esses deputados, mesmo sem partido, têm direito a voto e podem influenciar votações importantes.",
    
    "Como a fragmentação partidária impacta o funcionamento da Câmara?": "A fragmentação partidária, com muitos partidos representados, torna o processo de negociação mais complexo. Para aprovar leis, é necessário formar coalizões entre partidos, o que muitas vezes leva a concessões e acordos políticos. Isso pode diminuir a eficiência legislativa, mas também garante que diferentes interesses sejam representados.",
    
    "Qual é o papel dos partidos menores no cenário político?": "Embora tenham poucos deputados, partidos menores, como Rede (1 deputado) e Novo (4 deputados), podem influenciar o debate político ao propor ideias inovadoras ou se aliar a blocos maiores. Em votações apertadas, esses partidos podem ser decisivos."
}